tap "buildpacks/tap"
tap "cloudflare/cloudflare"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "helmwave/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "norwoodj/tap"
tap "siderolabs/tap"
brew "age"
brew "libpng"
brew "arping"
brew "bat"
brew "chezmoi"
brew "cilium-cli"
brew "fd"
brew "fzf"
brew "gcc"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "helm"
brew "htop"
brew "hugo"
brew "iftop"
brew "istioctl"
brew "jq"
brew "kind"
brew "kubeconform"
brew "kubectx"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openconnect"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "rbw"
brew "rclone"
brew "ripgrep"
brew "sops"
brew "sshpass"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wireguard-tools"
brew "wrk"
brew "yq"
brew "cloudflare/cloudflare/cf-terraforming"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "norwoodj/tap/helm-docs"
brew "siderolabs/tap/talosctl"
cask "brave-browser"
cask "cyberduck"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "keystore-explorer"
cask "mattermost"
cask "obsidian"
cask "offset-explorer"
cask "ollama-app"
cask "openshift-client"
cask "orbstack"
cask "telegram-desktop"
vscode "donjayamanne.githistory"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "redhat.vscode-yaml"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
